Repository: jalvesaq/DataEntry
Catalog: po/R-*.po
Languages: pt_br

source: Cannot edit 'id'.
pt_br: Não é possível editar a variável 'id'.

source: Attributes
pt_br: Atributos

source: Name:
pt_br: Nome:

source: Label:
pt_br: Rótulo:

source: Class:
pt_br: Classe:

source: Set valid:
pt_br: Configurar válidos:

source: range
pt_br: intervalo

source: values
pt_br: valores

source: Valid range:
pt_br: Intervalo válido:

source: Min:
pt_br: Mín:

source: Max:
pt_br: Máx:

source: Valid values (one per line):
pt_br: Valores válidos (um por linha):

source: Cancel
pt_br: Cancelar

source: The variable name cannot be empty.
pt_br: O nome da variável não pode ser vazio.

source: The variable name cannot begin with a number.
pt_br: O nome da variável não pode ser vazio.

source: The variable name cannot have empty spaces.
pt_br: O nome da variável não pode espaços vazios.

source: Invalid character in the variable name.
pt_br: Caractere inválido no nome da variável.

source: The variable label must have at most 80 characters.
pt_br: O rótulo da variável deve ter no máximo 80 caracteres.

source: Factors must have valid values defined.
pt_br: Factors devem ter valores definidos.

source: You can enter data only after setting the variables.
pt_br: Você só pode inserir dados depois de configurar as variáveis.

source: View and edit data
pt_br: Ver e editar os dados

source: Edit row
pt_br: Editar linha

source: Delete row
pt_br: Deletar linha

source: Add row
pt_br: Adicionar linha

source: Close
pt_br: Fechar

source: No row is selected.
pt_br: Nenhuma linha está selecionada.

source: ID "%d" not found. Please, select an item.
pt_br: ID "%d" não encontrado. Selecione um item.

source: Data exported to "%s"
pt_br: Dados exportados para "%s"

source: Export data
pt_br: Exportar dados

source: How to export?
pt_br: Como exportar?

source: Write CSV file
pt_br: Produzir arquivo CSV

source: Write RData file
pt_br: Produzir um arquivo RData

source: Copy to R Workspace
pt_br: Copiar para a área de trabalho do R

source: Include the column "id"
pt_br: Incluir a coluna "id"

source: Object name:
pt_br: Nome do objeto:

source: File name:
pt_br: Nome do arquivo:

source: How to write factor variables?
pt_br: Como salvar variáveis da classe factor?

source: As character
pt_br: Como character

source: As integer + R script
pt_br: Como inteiro + código R

source: As integer + SPSS script
pt_br: Como inteiro + código SPSS

source: What field separator should be used?
pt_br: Qual separador de campo deveria ser usado?

source: Comma
pt_br: Vírgula

source: Semicolon
pt_br: Ponto-e-vírgula

source: What to do with variable labels?
pt_br: O que fazer com os rótulos das variáveis?

source: Nothing
pt_br: Nada

source: Add a "variable.labels" attribute to the data.frame
pt_br: Adicione um atributo "variable.labels" ao data.frame

source: Add a "label" attribute to each column
pt_br: Adicione um atributo "label" a cada coluna

source: New project
pt_br: Novo projeto

source: Open project
pt_br: Abrir projeto

source: Options
pt_br: Opções

source: Set variables
pt_br: Configurar variáveis

source: Edit data
pt_br: Editar dados

source: Project options
pt_br: Opções do projeto

source: Put valid values in dropdown list
pt_br: Colocar valores válidos em lista clicável

source: Allow blank cells
pt_br: Permitir células em branco

source: Text representing missing values:
pt_br: Texto indicador de valores omissos:

source: Application options
pt_br: Opções do aplicativo

source: Set font for entering data:
pt_br: Configurar fonte para entrada de dados:

source: Backup when opening project
pt_br: Fazer cópia de segurança ao abrir o projeto

source: Keep only the last backups
pt_br: Manter apenas as últimas cópias de segurança

source: Number of backups to keep:
pt_br: Número de cópias de segurança a manter:

source: Default
pt_br: Padrão

source: Please, enter a positive integer number.
pt_br: Por favor, digite um número inteiro positivo.

source: You must define the string representing missing values.
pt_br: Você tem que definir o texto indicador de valores omissos.

source: Replace row
pt_br: Substituir linha

source: Error trying to find "%s" as valid value of "%s".
pt_br: Erro tentando encontrar "%s" como valor válido de "%s".

source: Add
pt_br: Adicionar

source: Replace
pt_br: Substituir

source: No cell might be left empty.
pt_br: Nenhuma célula pode ser deixada vazia.

source: The minimum value of '%s' is '%s'
pt_br: O valor mínimo de '%s' é '%s'

source: The maximum value of '%s' is '%s'
pt_br: O valor máximo de '%s' é '%s'

source: Invalid value for '%s': '%s'. Valid values are: %s
pt_br: Valor inválido para '%s': '%s'. Os valores válidos são: %s

source: Unlock
pt_br: Liberar

source: Lock
pt_br: Bloquear

source: The password does not match the registered one.
pt_br: A senha não é igual à registrada.

source: Cannot delete 'id'.
pt_br: Não é possível deletar 'id'.

source: No variable is selected.
pt_br: Nenhuma variável está selecionada.

source: Cannot move 'id'.
pt_br: Não é possível mover o 'id'.

source: Attributes of variables
pt_br: Atributos das variáveis

source: Variables
pt_br: Variáveis

source: Edit
pt_br: Editar

source: Delete
pt_br: Deletar

source: Valid values:
pt_br: Valores válidos:

source: '%s' is not a valid numeric value.
pt_br: '%s' não é um valor numérico válido.

source: '%s' is not a valid integer value.
pt_br: '%s' não é um valor inteiro válido.

source: Could not find the directory for saving the application options.
pt_br: Pasta para salvar as opções do aplicativo não encontrada.

source: Could not create the directory "%s" for saving the application options.
pt_br: Não foi possível criar a pasta "%s" para salvar as opções do aplicativo.

source: Type a name for the new project and click OK.
pt_br: Digite um nome para o novo projeto e clique OK.

source: Internal variable (created automatically)
pt_br: Variável interna (criada automaticamente)

source: Choose a project and click OK.
pt_br: Escolha um projeto e clique OK.

source: This is a backup file. If you really want to use it, remove "%s" from its name.
pt_br: Este arquivo é uma cópia de segurança. Se você realmente quer usá-lo, remova "%s" de seu nome.

source: If necessary, type 'DataEntry()' to start the application again.
pt_br: Se necessário, digite 'DataEntry()' para iniciar o aplicativo novamente.

source: There is a duplicated value: %s
pt_br: Há um valor duplicado: %s
